[YHPerk_Gunslinger]
PerkName="Gunslinger"
EXPAction1="Dealing Gunslinger weapon damage"
EXPAction2="Head shots with Gunslinger weapons"

SkillCatagories[0]="Techniques"
SkillCatagories[1]="Skill"
SkillCatagories[2]="Advanced Techniques"
SkillCatagories[3]="Critical hits"
SkillCatagories[4]="Master Techniques"

Passives[0]=(Title="Perk Weapon Damage",Description="Increase perk weapon damage %x% per level");
Passives[1]=(Title="Bullet Resistance",Description="Increase resistance to projectile damage 5% plus %x% per level");
Passives[2]=(Title="Movement Speed",Description="Increase movement speed %x% every five levels");
Passives[3]=(Title="Recoil",Description="Reduce perk weapon recoil %x% per level");
Passives[4]=(Title="Zedtime Reload",Description="Increase reload speed in Zed time %x% per level");

ShootnMove="Steady"
ShootnMoveDescription="Ignore movement speed penalty for iron sights and drastically reduce weapon bob with perk weapons."

QuickSwitch="Quick Draw"
QuickSwitchDescription="Reduce recoil penalty for shooting from the hip, increase movement speed 5%, and switch perk weapons 50% faster."

RhythmMethod="Rack ‘em Up"
RhythmMethodDescription="Consecutive headshots with perk weapons increases damage 10%, to a maximum of 50%."

BoneBreaker="Bone Breaker"
BoneBreakerDescription="Increase damage with perk weapons 20% and inflict 30% more damage to arms and legs."

SpeedReload="Speedloader"
SpeedReloadDescription="Increase reload speed with perk weapons."

Penetration="Line 'em Up"
PenetrationDescription="Suffer no damage reduction from shooting through Zeds to hit other Zeds with perk weapons."

Skullcracker="Skullcracker"
SkullcrackerDescription="Headshots with perk weapons slow Zeds 30%."

KnockEmDown="Knock 'em Down"
KnockEmDownDescription="Shooting sprinting Zeds in the legs massively increases knockdown power. Shooting Zeds in the chest with perk weapons massively increases stumble power."

Fanfare="ZED TIME - Fan Fire"
FanfareDescription="During Zed time, your perk weapons will shoot 3x faster and reload in real-time."

UberAmmo="ZED TIME - Whirlwind of Lead"
UberAmmoDescription="During Zed time, your perk weapons can’t run out of ammo."

